const fa = { 

  header:{
    whoAmI:'من کیم؟',
    skills:' تخصص ها ',
    projects:' پروژه ها  ',
    talk:'صحبت کنیم', 
    menuTitle:'منو',
    menuFooter:'تمامی حقوق این سایت محفوظ است' 
  },

  topbar:{
    title:'درود! کسرا هستم',
    myJob:'فرانت دولوپر',
    hire:'گپ بزنیم',
    scroll:'رفتن به پایین'
  },
  intro:{
    text1:' تقریبا 2 ساله  که به عنوان  توسعه دهنده فرانت  کار می کنم. در حال حاضر به عنوان کمک مدرس در سایت آموزشی سبزلرن مشغول به کار هستم',
    text2:'همواره به دنبال چالش های جدید هستم و عبارت "تسلیم شدن" برای من معنا نداره ',
    text3:'همچنین همیشه خودم و با فناوری ها , زبان ها و کتابخانه و ... جدید به روز می کنم'
  }

  
};

export default fa;
