const fa = {
  header: {
    whoAmI: "من کیم؟",
    skills: " تخصص ها ",
    projects: " پروژه ها  ",
    talk: "صحبت کنیم",
    menuTitle: "منو",
    menuFooter: "تمامی حقوق این سایت محفوظ است",
  },

  topbar: {
    title: "درود! شاهین هستم",
    myJob: "فرانت‌اند دولوپر",
    hire: "گپ بزنیم",
    scroll: "رفتن به پایین",
  },
  intro: {
    text1:
      "3+ سال، تجربه کد زدن در حوزه فرانت اند رو دارم و همچنان مشغول یادگیری و آپدیت مهارتام هستم. در حال حاضر به عنوان کمک مدرس در سایت آموزشی سبزلرن، مشغول به کارم.",
      text2:
      "به دقت کردن به جزئیات اهمیت میدم و دوست دارم برای چالش‌های سخت، راه حل مناسب رو پیدا کنم.",
      text3:
      'همچنین در حال حاضر، جزو 50 فعال برتر گیت‌هاب در ایران هستم',
 
  },
  softSkills: {
    one: "مدیریت زمان",
    two: "روحیه تیمی",
    tree: "چالش پسند",
    four: "سخت کوش",
    five: " رقابتی",
    six: "حل مسئله",
    title: " مهارت های نرم  ",
  },
  projects: {
    title: "پروژه ها",
  },
  footer: {
    footer_title: "صحبت کنیم :)",
    address_title: "آدرس ",
    address_value: "ایران , فارس , مرودشت",
    email_title: " ایمیل :",
    phone_title: " شماره تماس :",
    button: "ارسال",
    Linkedin_title: "لینکدین ",
    location_title: "موقعیت مکانی",
    lable1: "اسم",
    lable2: "ایمیل",
    lable3: "پیام ",
    placeHolder1: "اسم شما",
    placeHolder2: "ایمیل شما",
    placeHolder3: "پیام خود را بنویسید",
    last_text: "این سایت توسط شاهین طراحی شده  و تمامی  حقوق آن محفوظ است ©",
  },
};

export default fa;
