const fa = {
  header: {
    whoAmI: "من کیم؟",
    skills: " تخصص ها ",
    projects: " پروژه ها  ",
    talk: "صحبت کنیم",
    menuTitle: "منو",
    menuFooter: "تمامی حقوق این سایت محفوظ است",
  },

  topbar: {
    title: "درود! شاهین هستم",
    myJob: "فرانت‌اند دولوپر",
    hire: "گپ بزنیم",
    resume: "رزومه",
    scroll: "رفتن به پایین",
  },
  intro: {
    text1:
      "فرانت اند دولوپر با بیش از ۳ سال تجربه در طراحی و توسعه وب‌سایت‌ها با استفاده از تکنولوژی‌های مدرن مثل React، Next.js و TypeScript.",
    text2:
      "به دقت در جزئیات و استانداردهای کدنویسی اهمیت  میدم و سعی می‌کنم در پروژه‌ها، هم از لحاظ فنی و هم از نظر تجربه کاربری، بهترین نتیجه ممکن رو ارائه بدم. ",
    text3:
      "پیدا کردن راه‌حل‌های مناسب و خلاقانه برای چالش ها ، یکی از جنبه‌های کاری مورد علاقه من هست",
  },

  softSkills: {
    one: "مدیریت زمان",
    two: "روحیه تیمی",
    tree: "چالش پسند",
    four: "سخت کوش",
    five: " رقابتی",
    six: "حل مسئله",
    title: " مهارت های نرم  ",
  },
  projects: {
    title: "پروژه ها",
  },
  footer: {
    footer_title: "صحبت کنیم :)",
    address_title: "آدرس ",
    address_value: "ایران , فارس , مرودشت",
    email_title: " ایمیل :",
    phone_title: " شماره تماس :",
    button: "ارسال",
    Linkedin_title: "لینکدین ",
    location_title: "موقعیت مکانی",
    lable1: "اسم",
    lable2: "ایمیل",
    lable3: "پیام ",
    placeHolder1: "اسم شما",
    placeHolder2: "ایمیل شما",
    placeHolder3: "پیام خود را بنویسید",
    last_text: "این سایت توسط شاهین طراحی شده  و تمامی  حقوق آن محفوظ است ©",
  },
};

export default fa;
